Repository: MahmoudTarek12339/ShoppyApp
Catalog: lib/translation/app_*.arb
Languages: ar

# language
source: English
ar: العربية

source: For You
ar: لأجلك

source: Best Sell
ar: الأكثر مبيعآ

# youMayLike
source: Find Your Inspiration
ar: ربما يعجبك

# search
source: Search for Product, Store
ar: ابحث عن منتج او متجر

source: Size Guide
ar: دليل المقاسات

source: Preview Product
ar: تجربة المنتج

source: Choose your Size
ar: أختر المقاس

source: Choose your Color
ar: أختر اللون

source: Account Info
ar: معلومات الحساب

source: Saved Addresses
ar: عناوين محفوظة

source: Change Password
ar: تغيير كلمة السر

source: Orders
ar: الطلبات

source: Log Out
ar: تسجيل الخروج

source: LOGIN
ar: تسجيل الدخول

source: Log
ar: تسجيل

source: In
ar: الدخول

source: Send
ar: أرسال

source: Save
ar: حفظ

source: Full Name
ar: الأسم بالكامل

source: In Progress
ar: قيد الطلب

# delivered
source: Approved
ar: تم التوصيل

source: Canceled
ar: ملغي

source: Re-Order
ar: أعادة الطلب

source: Cancel
ar: الغاء

source: Add To Cart
ar: أضف الي عربة التسوق

source: Sold Out
ar: غير متاح

source: login with one of The following Options
ar: سجل باحدي هذه الخيارات

source: forget Password?
ar: نسيت كلمه المرور؟

# doNotHaveAnAccount
source: don't have an Account
ar: ليس لديك حساب

source: Register Now
ar: قم بالتسجيل الأن

# signUp
source: Create Account
ar: إنشاء حساب

source: Sign
ar: انشئ

source: Up
ar: حساب

source: already have account
ar: لديك حساب بالفعل

source: First Name
ar: الأسم الاول

source: Last Name
ar: اسم العائلة

source: Phone Number
ar: رقم الهاتف

source: Email
ar: البريد الالكتروني

source: Password
ar: كلمة السر

source: Current Password
ar: كلمة السرالحالية

source: Confirm Password
ar: تأكيد كلمة السر

source: Home
ar: الرئيسية

source: Stores
ar: المتاجر

source: Back
ar: السابق

source: Categories
ar: المحتويات

source: Wish List
ar: المفضلة

source: Info
ar: حول التطبيق

source: Try Again
ar: حاول مجددآ

source: Whoops
ar: عذرآ

# slowConnection
source: Slow Or no Internet connection.
ar: اتصال بطيء أو بدون اتصال بالإنترنت.

# checkInternet
source: Please check your internet setting
ar: يرجى التحقق من إعدادات الإنترنت الخاص بك

source: Instagram
ar: انستجرام

source: Twitter
ar: تويتر

source: FaceBook
ar: فيسبوك

source: Please, Add your Favorite Products
ar: من فضلك ، أضف منتجاتك المفضلة

source: Your data is being processed
ar: تتم معالجة البيانات

source: Operation Canceled
ar: تم إلغاء العملية

source: Side Picture
ar: صورة جانبية

source: Front Picture
ar: صورة امامية

source: Take Picture
ar: التقاط صورة

# whatAreYouWearing
source: What Are You Wearing Now?
ar: ماذا ترتدي الأن؟

source: Tight Fit
ar: ضيق

source: Regular Fit
ar: أعتيادي

# continueE
source: Continue
ar: أستمر

# pleaseEnterHeight
source: Please enter your Height
ar: من فضلك ادخل طولك

source: Invalid Length
ar: طول غير صالح

# yourHeight
source: Enter your Height
ar: ادخل طولك

source: Go Next
ar: التالي

source: Stand a meter away from the wall
ar: ابتعد عن الحائط بمتر

source: Please Tie your hair
ar: من فضلك اربط شعرك

source: Please wear tight fitted clothing
ar: يرجى ارتداء ملابس مناسبة

source: Your Full body Must Be visible Inside the phone Screen
ar: يجب ان يظهر جسمك بالكامل داخل الصورة

source: Ensure your background adjacent with your clothing color
ar: تأكد من أن خلفيتك مختلفه عن لون ملابسك

source: Place the phone at a vertical angle in front of you
ar: ضع الهاتف بزاوية عمودية أمامك

source: Add New
ar: أضف جديد

source: Login First to Use This Feature
ar: قم بتسجيل الدخول أولاً لاستخدام هذه الميزة

source: no more available items of this color
ar: لا مزيد من العناصر المتاحة من هذا اللون

source: Show Less
ar: اقرأ أقل

source: Show More
ar: اقرأ المذيد

source: Recommended Size:
ar: الحجم الموصي به:

source: price
ar: السعر

source: Total
ar: الاجمالي

source: Something went wrong
ar: حدث شئ خطأ

source: No order
ar: لا يوجد

# noAddress
source: No
ar: لا يوجد

source: Placed
ar: طلبات

source: order placed will be displayed here
ar: سيتم عرض طلباتك هنا

source: Order Now
ar: أطلب الآن

source: Order Cancelled Successfully
ar: تم الغاء الطلب بنجاح

source: Re Ordered Successfully
ar: تم اعادة الطلب بنجاح

source: Name Changed Successfully
ar: تم تغيير الاسم بنجاح

# nameMustNotBeEmpty
source: Name must n't Be Empty
ar: من فضلك أدخل الاسم

source: Easy Shopping
ar: تسوق اسهل

source: Find your inspiration with a huge collection of products and exclusive brands
ar: اعثر على مصدر إلهامك من خلال مجموعة ضخمة من المنتجات والعلامات التجارية الحصرية

source: Quick Delivery
ar: توصيل سريع

source: delivery whenever you order wherever you are your order wil be there on time
ar: التوصيل متى طلبت أينما كنت سيكون طلبك موجودًا في الحال

source: Secure Payment
ar: دفع امن

source: your data is safe with us
ar: بياناتك في أمان

source: skip
ar: تخطي

source: Next
ar: التالي

source: Start
ar: ابدء

source: Picture set successfully
ar: تم أعداد الصورة بنجاح

source: Set Profile Picture
ar: تعيين صورة الملف الشخصي

source: Welcome
ar: مرحبآ

source: please enter your name
ar: من فضلك ادخل اسمك

source: please enter Valid Number
ar: رقم غير صالح

source: please enter your email
ar: ايميل غير صالح

# passwordMustBeAtLeastCharacters
source: Password Must be at least 8 characters
ar: يجب أن تكون كلمة المرور 8 أحرف على الأقل

source: please confirm your password
ar: من فضلك قم بتاكيد كلمة المرور الخاصه بك

# thisNotMatch
source: not match
ar: غير متطابق

source: you are currently offline
ar: لا يوجد أتصال بالأنترنت

# recoverAccount
source: If you Want to Recover Your Account, then please provide your email Id Below..
ar: إذا كنت تريد استرداد حسابك ، فيرجى تقديم البريد الإلكتروني الخاص بك أدناه..

# newPasswordCannot
source: new password cannot be same as old password
ar: لا يمكن أن تكون كلمة المرور الجديدة مماثلة لكلمة المرور القديمة

source: Password Changed Successfully
ar: تم تغيير كلمة المرور بنجاح

source: Add Address
ar: اضف عنوان

source: address Removed Successfully
ar: تمت إزالة العنوان بنجاح

source: No Saved
ar: لا توجد

source: Addresses
ar: عناوين محفوظة

# addOneNow
source: add one now to used for future orders
ar: أضف عنوانك الان

source: address Added Successfully
ar: تم اضافة العنوان بنجاح

source: Refine Location
ar: أعادة الأختيار

source: Area
ar: المنطقة

source: This field is Required
ar: هذه الخانة مطلوبه

source: Street Name
ar: اسم الشارع

# buildingNumber
source: Building name/number
ar: اسم/رقم البناية

source: Floor number
ar: رقم الطابق

source: Apartment number
ar: رقم الشقه

source: Mobile number
ar: رقم الهاتف

source: Invalid phone Number
ar: رقم هاتف غير صالح

source: Save Address
ar: حفظ العنوان

source: pick up color from here
ar: اختر اللون من هنا

source: Press here to review product
ar: اضغط هنا لمراجعة المنتج

# clickHereIfYouDoNotKnowYourSizes
source: Click here if you don't know your sizes
ar: اضغط هنا ان كنت لا تعرف قياساتك

source: Products
ar: المنتجات

source: click here to search for a product
ar: اضغط هنا للبحث عن منتج

source: click here to login or edit your account data
ar: اضغط هنا لتسجيل الدخول او تعديل بيانات حسابك

source: click here to navigate your cart
ar: اضغط هنا للتحقق من عربه تسوقك

source: Logged out successfully
ar: تم تسجيل الخروج بنجاح

source: Check Out
ar: أدفع

source: Color :
ar: اللون :

source: Size :
ar: المقاس :

source: Your Cart is
ar: عربة التسوق خاصتك

source: Empty
ar: فارغة

source: Add Item To Get Started
ar: أضف لعربتك

source: Go to Home
ar: تسوق الآن

# orderWillBeThereWithinThreeDays
source: Order 'll be there within Three Days
ar: سيصلك الطلب في خلال ثلاثه ايام

source: Select your Payment Method
ar: أختر طريقة الدفع

source: Shirts
ar: قمصان

source: T-shirts
ar: تي شيرت

source: Pants
ar: بناطيل

source: Shorts
ar: شورتات

source: Jackets
ar: جاكيتات

source: Login First To Save your data
ar: سجل الدخول أولا لحفظ البيانات الخاصة بك

source: Confirm Purchase
ar: تأكيد الشراء

source: Are you Sure you Want to Buy On This Way.
ar: هل أنت متأكد من أنك تريد الشراء بهذه الطريقة.

source: No
ar: لا

source: OK
ar: نعم

source: Select Address
ar: أختر عنوان

source: You already have a recommended size
ar: لديك بالفعل حجم موصى به

source: Confirm Cancel
ar: تأكيد الالغاء

source: Delete
ar: حذف

source: Are you Sure you Want to Cancel This Order.
ar: هل أنت متأكد أنك تريد إلغاء هذا الطلب.

source: profile
ar: الحساب

source: cart Items
ar: عربه التسوق

source: payment
ar: الدفع

# selectSkinColor
source: Please Select Your skin Color
ar: أختر لون بشرتك

source: Skin Color
ar: لون البشرة
